<%--
  Created by IntelliJ IDEA.
  User: 3478569942
  Date: 2020/5/26/0026
  Time: 20:41
  To change this template use File | Settings | File Templates.
--%>
<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<p>
一、服务条款的确认及接受
1、购物网站（指jd.com及其移动客户端软件、应用程序，以下称“本网站”）各项电子服务的所有权和运作权归属于“京东”所有，本网站提供的服务将完全按照其发布的服务条款和操作规则严格执行。您确认所有服务条款并完成注册程序时，本协议在您与本网站间成立并发生法律效力，同时您成为本网站正式用户。
2、根据国家法律法规变化及本网站运营需要，购物有权对本协议条款及相关规则不时地进行修改，修改后的内容一旦以任何形式公布在本网站上即生效，并取代此前相关内容，您应不时关注本网站公告、提示信息及协议、规则等相关内容的变动。您知悉并确认，如您不同意更新后的内容，应立即停止使用本网站；如您继续使用本网站，即视为知悉变动内容并同意接受。
3、本协议内容中以加粗方式显著标识的条款，请您着重阅读。您点击“同意”按钮即视为您完全接受本协议，在点击之前请您再次确认已知悉并完全理解本协议的全部内容。
二、服务须知
1、本网站运用自身开发的操作系统通过国际互联网络为用户提供购买商品等服务。使用本网站，您必须：
（1）自行配备上网的所需设备，包括个人手机、平板电脑、调制解调器、路由器等；
（2）自行负担个人上网所支付的与此服务有关的电话费用、网络费用等；
（3）选择与所安装终端设备相匹配的软件版本，包括但不限于iOS、Android、Windows等多个京东发布的应用版本。
2、基于本网站所提供的网络服务的重要性，您确认并同意：
（1）提供的注册资料真实、准确、完整、合法有效，注册资料如有变动的，应及时更新；
（2）如果您提供的注册资料不合法、不真实、不准确、不详尽的，您需承担因此引起的相应责任及后果，并且京东保留终止您使用本网站各项服务的权利。
</p>